import React from 'react';

import s from './Style/Text.module.sass';

function Text() {
  return (
    <div className={s.TextContainer}>

      привет, МАРУСR

      а это я, твой влад | сепежо | сепезхо | сережа :)

      изначально планировал это как подарок на 8 марта, но решил что прикреплять сей жест к какому-то конкретному событию не буду.
      я просто хочу сделать тебе, понг, приятно. сказать то, что говорил тысячи раз. повторю здесь еще раз.

      Маруся, ты человек с большой буквы. повторюсь в тысячный раз. таких людей, как ты, я не встречал. я знаком с добрыми людьми,
      я видел красивых людей, я знаю умных людей. но никто не обладал всеми этими качествами одновременно. а ты ими обладаешь, и
      имеешь оных куда больше. ты, понг, квинтэссенция хорошего человека. идеальная!!!!! в тебе столько положительных качеств, что
      перечислить их все невозможно. проще сказать то, чего в тебе нет. … … … я все. да, там пусто. в тебе есть все :)



    </div>
  );
}

export default Text;


{/* <p>Привет, я Влад. Давай я кратко расскажу о себе.</p>
В планах уехать учиться за границу, в <span className={s.coursive}>Чехию</span>. Сейчас я работаю <span className={s.coursive}>фронтендером</span> на удаленке, коплю деньги на дальнейшее обучение. Постоянно думаю
о грамотном вложении средств. Занимаюсь <span className={s.coursive}>реселлом</span> техники, это дело приносит небольшой доход, и большой опыт. Есть у меня и <span className={s.coursive}>хобби</span>. В
частности, я увлекаюсь <span className={s.coursive}>фотографией</span> <span className={s.secondaryText}>(и немного видео, есть мертвый канал на ютубе)</span>
, <span className={s.coursive}>программированием</span> <span className={s.secondaryText}>(этот сайт и уйму других проектов я написал сам)</span> и <span className={s.coursive}>хардвером</span> <span className={s.secondaryText}>(создал матрицу 8*8,
сейчас почти закончил лазерный ЧПУ)</span>. Иногда могу сорваться и соло уехать в другой город на день, просто погулять и открыть новые территории для себя. Путешествия меня вдохновляют.
В общем, стараюсь проводить дни продуктивно, и уходить от рутины. Придерживаюсь принципов <span className={s.coursive}>минимализма</span> во всем. Ах да, чуть не забыл. Мне 17 лет, и я школьник 11-го класса.
Сейчас активно веду <span className={s.coursive}>телеграмм</span> канал и <span className={s.coursive}>инсту</span>. Но и остальные ссылки (сбоку) можешь посмотреть.
<p>Удачи тебе :)</p> */}